{
  "posts": [
    {
      "id": 1,
      "title": "AI is Creating an Urgent Need to Reinvent Jobs",
      "slug": "ai-reinvent-jobs",
      "excerpt": "AI is creating an urgent need to reinvent jobs. Stop celebrating 'Make in India' when it really means 'Assemble for the world.' India must prioritize genuine manufacturing strength.",
      "content": "AI is creating an urgent need to reinvent jobs. Stop celebrating \"Make in India\" when it really means \"Assemble for the world.\" India must prioritize genuine manufacturing strength and innovation. The future of work depends on how we adapt to technological change and create meaningful employment opportunities.",
      "author": "Daily Post",
      "category": "AI & Future",
      "date": "2026-02-09",
      "thumbnail": "/images/placeholder-1.jpg"
    },
    {
      "id": 2,
      "title": "Cybersecurity in the Age of Digital Transformation",
      "slug": "cybersecurity-digital-transformation",
      "excerpt": "As digital transformation accelerates, cybersecurity becomes more critical than ever. Organizations must implement comprehensive security strategies to protect their digital assets.",
      "content": "As digital transformation accelerates, cybersecurity becomes more critical than ever. Organizations must implement comprehensive security strategies to protect their digital assets and maintain customer trust. From cloud infrastructure to remote work environments, every aspect of business must be secured.",
      "author": "Daily Post",
      "category": "Security",
      "date": "2026-02-08",
      "thumbnail": "/images/placeholder-2.jpg"
    },
    {
      "id": 3,
      "title": "The Future of Governance in Digital Age",
      "slug": "future-governance-digital",
      "excerpt": "Digital technologies are transforming governance structures. Governments must adapt regulatory frameworks to keep pace with technological innovation while ensuring citizen protection.",
      "content": "Digital technologies are transforming governance structures. Governments must adapt regulatory frameworks to keep pace with technological innovation while ensuring citizen protection. E-governance, blockchain, and AI are reshaping how policies are made and implemented.",
      "author": "Daily Post",
      "category": "Governance",
      "date": "2026-02-07",
      "thumbnail": "/images/placeholder-3.jpg"
    },
    {
      "id": 4,
      "title": "dvdv",
      "slug": "dvdv",
      "excerpt": "sdvsdvdv",
      "content": "sdvsdv",
      "author": "sdvsdv",
      "category": "Technology",
      "date": "2026-02-18",
      "thumbnail": "/images/placeholder-default.jpg"
    }
  ]
}